<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hermit租屋網服務條款</title>
<link rel="stylesheet"
	href="<%=request.getContextPath()%>/css/bootstrap.min.css">
<style>
.background-image {
	background-image:
		url("<%=request.getContextPath()%>/images/hermit_register_bg.png");
	background-position: center;
	background-repeat: no-repeat;
	background-size: 100% 100%;
}

header h3 {
	text-align: center;
	margin-top: 1.5em;
	margin-bottom: 1em;
}

section h4 {
	font-weight: bold;
}

header h1 {
	text-align: center;
	font-weight: bold;
}
</style>
</head>
<body>
	<header> <nav class="navbar navbar-inverse">
	<div class="container-fluid">
		<!-- Brand and toggle get grouped for better mobile display -->
		<div class="navbar-header">
			<button type="button" class="navbar-toggle collapsed"
				data-toggle="collapse" data-target="#myNavbar" aria-expanded="ture">
				<span class="icon-bar"></span> <span class="icon-bar"></span> <span
					class="icon-bar"></span>
			</button>
			<a class="navbar-brand" href="#">Hermit</a>
		</div>
		<div class="collapse navbar-collapse" id="myNavbar">
			<ul class="nav navbar-nav navbar-right">
				<li><a href="#"><span class="glyphicon glyphicon-home"></span>
						Home</a></li>
			</ul>
		</div>
	</div>
	</nav>
	<h1>
		<span class="label label label-default">服務條款</span>
	</h1>
	</header>
	<div class="container background-image">
		<div class="row">
			<article> <header>
			<h3>第一章 總則</h3>
			</header> <section>
			<h4>第一條 目的</h4>
			<p>本服務條款之訂立係基於Hermit租屋網(以下簡稱為「本網站」)，在其所提供的網上服務時，釐清並規範本網站和會員之間的權利、義務和責任關係為目的。</p>
			</section> <section>
			<h4>第二條 服務條款的公佈和使用</h4>
			<ul>
				<li>本服務條款的內容告示在 本網站
					申請加入會員的相關網頁，或以其他方式來提供給使用者，使用者加入會員時，點選同意所規定的內容即發生效力。</li>
				<li>本網站可隨時修訂本服務條款、隱私權保護政策、免責聲明及現今或嗣後頒布施行之各種規則，並將修訂或變更的內容公佈在 本網站
					的網站上，至公佈之日起七日內會員無異議時，上開條款、規則、政策或聲明將自動生效。</li>
				<li>本網站只提供一個第三方平臺服務，鑒於網路的性質，本網站無法辨別及判斷物件來源及會員刊登資料
					是否真實，敬請交易雙方事前自行查明。如交易一方違反法律規定而出現的糾紛與不良結果，由交易雙方自行承擔所有責任，本網站概不負責。</li>
			</ul>
			</section> <section>
			<h4>第三條 規則以外的準則</h4>
			<p>本服務條款、隱私權聲明、免責聲明及本網站現今或嗣後所頒布施行之各種規則未提及的事項將依個人資料保護法、電子簽章法、消費者保護法等之規定為之。</p>
			</section> </article>
			<article> <header>
			<h3>第二章 申請服務和許可</h3>
			</header> <section>
			<h4>第四條 簽約的成立與使用單位</h4>
			<ul>
				<li>本服務條款是針對希望使用本網站服務之會員 ( 申請加入會員 ) 准許 ( 加入會員成功 )
					所訂立，您同意本服務條款，並加入會員後即可開始使用本網站所提供的服務。</li>
				<li>加入成爲本網站會員，會員必須是具備完全行為能力的自然人、或合法登記的法人或團體。如未滿二十歲之未成年人進行本網站之買賣交易時【求租求購區】，並應於您的家長（或監護人）閱讀、瞭解並同意本服務條款之所有內容及其後修改變更後，方得使用或繼續使用本服務。當您使用或繼續使用本服務時，即推定您的家長（或監護人）已閱讀、瞭解並同意接受本服務條款之所有內容及其後修改變更。若該未成年會員與交易相對人或其他第三人，因使用本網站服務所發生之糾紛，
					本網站概不負責。</li>
				<li>簽約使用以會員帳號為單位，申請通過之後，申請者即登記成為會員。</li>
				<li>用假名或他人的身份訊息加入會員者，無法得到法律上的保護且必須為此擔負民法和刑法上所有的責任。</li>
			</ul>
			</section> <section>
			<h4>第五條 服務申請與登記資料</h4>
			<ul>
				<li>在網路上申請使用服務，必填資料如下：
					<ul>
						<li>會員本人使用的真實行動電話號(作為登入的會員帳號使用)</li>
						<li>密碼</li>
						<li>本人身份證上的姓名</li>
						<li>性別</li>
					</ul>
				</li>
				<li>加入會員時，若有資料不實或資料錯誤等問題，由登錄者自行負責。</li>
				<li>登錄不實的資料被發現時網站管理者有權利直接停止服務或取消服務簽約，公司或第三者所受到的損失由涉此事件的會員來承擔負責。
				</li>
				<li>公司可藉由簡訊、電子郵件、電話等提供會員關於公司買賣服務和其他服務的相關資訊。</li>
			</ul>
			</section> <section>
			<h4>第六條 申請服務准許及限制</h4>
			<ul>
				<li>欲加入會員者在確認第五條第 1 項所指示的一切資料登錄正確後，申請加入會員即可通過。</li>
				<li>公司因設備或技術上不足，不得已的狀況下，公司可以保留申請處理服務之期限。</li>
				<li>有以下任一情形者，經事前/事後查核屬實，將限制會員使用資格：
					<ul>
						<li>以他人的名字申請。</li>
						<li>申請服務時，必要登錄之內容不實。</li>
						<li>未滿七歲無行為能力者。</li>
						<li>違反會員合約條款被停權者要再加入時。</li>
						<li>與已加入會員的註冊電話同樣時。</li>
						<li>其他，未履行本網站之申請使用條件時。</li>
					</ul>
				</li>
			</ul>
			</section> </article>
			<article> <header>
			<h3>第三章 使用服務</h3>
			</header> <section>
			<h4>第七條 管理會員帳號等</h4>
			<ul>
				<li>會員帳號或密碼資料不能轉讓、出租或借貸予他人。</li>
				<li>無正當理由，會員不能與他人共用帳號。</li>
				<li>會員自身的帳號被偷竊或遭第三者盜用時，應立即通報本網站客服，依照客服所指示的步驟處理。</li>
				<li>會員對自身的帳號和密碼因管理不善或不當之疏失，致所發生的一切後果應自行負責。</li>
			</ul>
			</section> <section>
			<h4>第八條 服務內容</h4>
			<p>本網站提供以下的服務：</p>
			<ul>
				<li>出租服務。</li>
				<li>網站文字及圖檔廣告服務。</li>
				<li>公告版。</li>
				<li>活動。</li>
				<li>其他本網站 隨時決定提供給會員的服務項目。</li>
			</ul>
			</section> <section>
			<h4>第九條 服務的維持和中斷</h4>
			<ul>
				<li>當有以下狀況發生，本網站將暫時停止服務：
					<ul>
						<li>為了進行系統設備檢修或障礙排除工作，不得不停止服務時。</li>
						<li>通訊事業者停止電子通訊服務時。</li>
					</ul>
				</li>
				<li>本網站為維護良好服務品質及遇有系統故障時，得定期檢修系統設備及為故障排除，於上開檢修及排除期間，將暫時停止系統服務，惟暫停期間不計入會員原有權益。
				</li>
			</ul>
			</section> </article>
			<article> <header>
			<h3>第四章 服務使用</h3>
			</header> <section>
			<h4>第十條 服務的種類</h4>
			<ul>
				<li>本網站提供如第八條所示的服務內容。</li>
				<li>本網站對其提供的服務內容保有隨時變動的權利。</li>
				<li>本網站 依照服務的種類，各服務的特性、過程及方法等等相關事項都顯示在網頁上，會員應瞭解並遵循本網站所公佈的服務事項。</li>
			</ul>
			</section> <section>
			<h4>第十一條 刊登物件</h4>
			<ul>
				<li>會員在本網站進行物件刊登及修改時，一定要遵守本網站刊登物件規則及留言規則之規定。</li>
				<li>在本網站上，刊登虛偽不實的訊息，造成自身或他人損失時，會員必須自己負責。</li>
				<li>刊登物品之內容：
					<ul>
						<li>已經刊登的物品如欲追加或變更內容，仍需遵守本網站刊登物件規則，所追加或變更的內容不得違反本網站之相關規定，否則您不可以修改任何已經刊登之物品訊息。</li>
						<li>除非經本網站事先之同意，已經成交之物品訊息，會員不可以刪除。</li>
					</ul>
				</li>
				<li>會員刊登的義務：
					<ul>
						<li>員不得刊登非法物件及虛假、偽造之訊息。</li>
						<li>會員必須對自己刊登於本網站之訊息，保證其真實有效。如說明不足夠或完備時，導致糾紛時，會員應自行負責。</li>
						<li>若因不遵守本網站相關規定，導致發生的一切後果由會員自行負責。</li>
						<li>本網站得依其資料維護規範及相關規定終止會員帳戶服務與刪除所有刊登資料之權利。對於會員重複刊登商品或其他違規行為，本網站有權對刊登資料進行刪除或修改。</li>
					</ul>
				</li>
				<li>會員停權：
					<ul>
						<li>本網站有權依據會員停權規則對違規者停止其會員資格及相關服務。</li>
					</ul>
				</li>
			</ul>
			</section> </article>
			<article> <header>
			<h3>第五章 保護個人資料</h3>
			</header> <section>
			<h4>第十二條 會員個人資料之蒐集、處理及利用</h4>
			<p>關於您的會員註冊以及其他特定資料依本網站「隱私權聲明」受到保護與規範。您了解當您使用本服務時，您同意本網站依據「隱私權聲明」進行您個人資料的蒐集、處理與利用，包括跨國(境)間的國際傳輸與儲存及本網站及其關係企業內部之利用。本網站「隱私權聲明」之訂定均係依中華民國「個人資料保護法」為準則依據。</p>
			</section> </article>
			<article> <header>
			<h3>第六章 損害賠償及免責條款</h3>
			</header> <section>
			<h4>第十三條 您對本網站之授權</h4>
			<p>「基於對智慧財產權之尊重與維護，您在此聲明任何您上傳、刊載、傳送、輸入或提供予本網站之文字、圖片、檔案、說明等資料(以下稱「資料」)，均為您自行創作或得自他人合法授權，您承諾凡非屬您自行創作或得自他人合法授權之任何資料，您均不會將該資料上載、傳送、輸入或提供予本網站；任何資料一經您上載、傳送、輸入或提供予本網站時，即表示您同意：</p>
			<ul>
				<li>由本網站搜集、儲存、處理、管理或利用該資料，並由本網站之搜尋工具進行索引、抓取、公開刊登及使用於本網站其他網站。</li>
				<li>無償、永久、不可撤銷的授權本網站可以基於公益或為宣傳、推廣或經營本網站服務之目的，進行搜集、處理、使用、利用、修改、重製、公開播送、公開發表、公開傳輸、公開上映、翻譯、改作、散布、發行該等資料，並得在此範圍內將前述權利轉授權他人。您並保證本網站及上開網站搜集、處理、使用、利用、修改、重製、公開播送、公開發表、公開傳輸、公開上映、翻譯、改作、散布、發行、轉授權該等資料時，不致有侵害任何他人智慧財產權的情事，否則應對本網站及其關係企業負損害賠償責任。</li>
			</ul>
			</section> <section>
			<h4>第十四條 免責條款</h4>
			<ul>
				<li>本平台無實際交貨、遞送及付款方式，實際的付款、遞送、交貨為買賣雙方間為履行交易所生的行為，本網站並無介入其中。</li>
				<li>本網站僅提供交易平台，不涉入會員與交易相對人間之實際交易，對交易衍生之糾紛致生之損害賠償，本網站概不負責。</li>
				<li>關於以下事由，本網站概不負責：
					<ul>
						<li>戰爭、事變、天災地變等，國家非常事態，不可抗力的狀況。</li>
						<li>會員/使用者故意或過失所造成之損害賠償。</li>
						<li>因通信服務提供業者所生之通信障礙。</li>
					</ul>
				</li>
			</ul>
			</section> <section>
			<h4>第十五條 代理及保證否認</h4>
			<ul>
				<li>本網站非會員之代理人。</li>
				<li>本網站對於交易物件之真偽、品質、交付及其他交易條件，不負瑕疵擔保與保證之責。</li>
				<li>本網站所有連結網站皆為獨立營運網站，與各會員之間的互動與交易行為本網站概不負責。</li>
			</ul>
			</section> <section>
			<h4>第十六條 管轄法院</h4>
			<p>關於會員與本網站因本網站所提供之服務所生之糾紛，將依照中華民國法律規定，並合意以臺灣板橋地方法院為第一審管轄法院。</p>
			</section> </article>
			<article> <header>
			<h3>第七章 智慧財產的保護</h3>
			</header> <section>
			<h4>第十七條 智慧財產的保護</h4>
			<ul>
				<li>本網站所使用之軟體、圖片、程式、網站上所有內容或刊登公司依競標規則提供予招標需求業主之競標資料，包括但不限於設計圖、施工圖、著作、圖片、檔案、資訊、資料、網站畫面的安排、網頁設計均由本網站或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。除與權利人另有約定外，任何人未經
					本網站
					及權利人授權或同意，不得擅自使用、修改、重製，公開播送、改作、散佈、公開傳輸、公開發表，進行還原工程解編或反向組繹。如有違反，除依著作權法及相關法律規定論處，並應對本網站負損害賠償責任
					( 包括但不限於訴訟費用及律師費用等 )。</li>
				<li>任何有招標需求之會員，對參與競標公司提供之設計圖、施工圖或其他資料，應負永久保密之責，未經權利人之書面同意前，不得任意洩漏、揭露或提供予他人，亦不得使他人使用或利用。</li>
			</ul>
			</section> <section>
			<h4>第十八條 著作權侵害處理</h4>
			<p>本網站尊重他人著作權，亦要求我們的使用者同樣尊重他人著作權，您瞭解並同意我們將依據「本網站著作權保護政策」保護著作權並處理著作權侵害之事宜。若您認為本網站網站中之任何網頁內容已侵害您的著作權，請您詳閱「本網站著作權保護政策」後填寫「著作權侵害通知書」，並請依該通知書所載，提供相關資料及聲明並經簽名或蓋章後傳真或寄送予本網站。</p>
			</section> <section>
			<h4>第十九條 服務內容公告及變動</h4>
			<p>關於本合約及服務內容所需的修改變動由本網站 決定後 ，透過本站公告事項來告知詳細內容。</p>
			</section> </article>
		</div>
	</div>
	<footer class="footer"> <small>&copy; IIIEDU.GARYHSU</small> </footer>
	<script src="<%=request.getContextPath()%>/js/jquery-3.2.1.min.js"></script>
	<script src="<%=request.getContextPath()%>/js/bootstrap.min.js"></script>
	<script>
		
	</script>
</body>
</html>