<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Hermit租屋網隱私權聲明</title>
<link rel="stylesheet"
	href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
<style>
.background-image {
	background-image:
		url("<%=request.getContextPath()%>/images/hermit_register_bg.png");
	background-position: center;
	background-repeat: no-repeat;
	background-size: 100% 100%;
}

section h4 {
	font-weight: bold;
}

header h1 {
	text-align: center;
	font-weight: bold;
	font-size: 2.5em;
}

.container {
	margin-top: 70px;
	margin-bottom: 5em;
}
</style>
</head>
<body>
	<jsp:include page="/fragment/member_page.jsp"></jsp:include>
	<div class="container">
		<header>
		<h1>
			<span class="label label label-default">隱私權聲明</span>
		</h1>
		</header>
		<div class="container">
			<div class="row background-image" style="line-height: 1.8em;">
				<article> <section>
				<p>本隱私權聲明適用於Hermit租屋網(以下稱「本網站」)於http://www.hermit.com.tw
					網站域名及次級網域名(以下稱「本網站」)所提供的服務。在使用本網站時，您同意受本隱私權聲明條款及條件所拘束，如果您不同意，請不要使用或取得本網站所
					提供的服務。</p>
				<p>如下所述，您個人資料有可能會被揭露予第三人並且被本網站及第三人使用。在註冊時透過接受本隱私權聲明及會員合約/服務條款，您明示同意本網站使用及揭露您個人資料。本隱私權聲明並為會員合約/服務條款之一部分。</p>
				</section> <section>
				<h4>本網站蒐集的資訊</h4>
				<ul>
					<li>本網站蒐集您個人資料之主要目的，在於為您提供本網站順利的、有效率的及特定選項的服務，這樣可以讓本網站提供最符合您需要的服務及功能，並且規劃訂製本網站的服務而使您使用本網站提供的服務更順利。</li>
					<li>本網站對會員個人資料的蒐集、處理及利用，將嚴格遵守中華民國『個人資料保護法』之規範。</li>
					<li>通常，您可以瀏覽及使用本網站所提供的服務(包含但不限於本網站、即時通訊軟體、網站內通知內容等)而不用告訴本網站您是誰或揭露任何個人的資料；然而一旦您提供個人資料給本網站，對本網站而言，您就不再是匿名人士。如果您選擇使用
						本網站的服務，本網站可能要求您提供聯絡及辨認資料、付款資料及本網站網站的各類表格所要求提供的其他個人資料。本網站會盡可能指出那些資料是必須提供的及那些資
						料是可依您選擇而提供的。您可以選擇不使用某項服務或功能而不必提供有關資訊，在某些情況下，包括但不限於，您正在申請註冊使用一個免費電子郵件帳戶的服
						務，或申請註冊以便在本網站的網站上進行交易，本網站便會要求進一步的財務資料。本網站使用您的財務資料，包括您的信用卡資料來驗證您的姓名、地址及其他資料。</li>
					<li>本網站會依據您在本網站網站上的行為自動蒐集一些資料，本網站使用這些資料對本網站的會員人數統計、興趣及行為模式進行內部研究，以便更瞭解本網站的會員，並且為您
						及本網站的社群提供更好的服務。這些資料可能包括您來自於那個URL(不論這個URL是否在本網站的網站上)，您接下來前往的URL(不論這個URL是否在我
						們的網站上)，目前使用何種瀏覽器，以及您的IP地址。</li>
					<li>本網站在部份網頁使用像 cookies
						的資料蒐集裝置來幫助本網站分析網頁的流動狀況、衡量促銷活動的效果，並增進信任度及安全性。Cookies是一種儲存在您電腦或行動裝置的小檔案，可以
						幫助本網站提供特定選項的服務，本網站提供只有經由使用cookies 才能提供之一些功能，本網站也使用 cookies
						以允許您在某一階段內減少輸入密碼的次數， cookies 也可以幫助本網站提供符合您興趣的資料。大部分的cookies 是階段型
						cookies，意指他們會在階段終了後從您的電腦或行動裝置中被自動刪除。如果您的瀏覽器允許，您永遠有權拒絕本網站的cookies，雖然在那種情況
						下，您可能無法使用本網站網站上一些特定功能，並且在某一階段內必須更頻繁的重新輸入密碼。</li>
					<li>此外，您可能會碰到由第三人在本網站網站上某些網頁中存放的cookies或其他類似裝置，例如，如果您瀏覽一個由會員自行製作的網頁，該網頁可能就放有cookie，本網站並不控制第三人對
						cookies 的使用。</li>
					<li>如果您選擇在本網站的網站上購買或出售物品行為，本網站會蒐集您的購買及出售物品行為資料，同時在本網站的信用評價區也會蒐集其他會員對您的意見。</li>
				</ul>
				<p>想知道本網站向您蒐集或所蒐集到與您有關的詳細資料以及誰有權取得該等資料，請詳閱下列敘述：</p>
				</section> <section>
				<h4>個人資料蒐集、處理及利用告知暨同意</h4>
				<ul>
					<li>本網站根據所提供下列特定目的之服務，將蒐集、處理及利用個人資料：
						<ul>
							<li>(○四○)行銷（包含本網站跨站台共同行銷業務）</li>
							<li>(○六三)非公務機關依法定義務所進行個人資料之蒐集處理及利用</li>
							<li>(○六九)契約、類似契約關係或其他法律關係事務</li>
							<li>(○九○)消費者、客戶管理與服務</li>
							<li>(○九一)消費者保護事務</li>
							<li>(○九八)商業與技術資訊</li>
							<li>(一二九)會計與相關服務</li>
							<li>(一三五)資(通)訊服務</li>
							<li>(一三七)資通安全與管理</li>
							<li>(一四八)網路購物及其他電子商務服務</li>
							<li>(一五○)輔助性與後勤支援管理</li>
							<li>(一五二)廣告或商業行為管理</li>
							<li>(一八一)其他經營合於營業登記項目或組織章程所定之業務</li>
						</ul>
					</li>
					<li>本網站蒐集、處理及利用的資料類別除依上開特定目的相關外，您個人資料利用之期間、地區、對象及方式如下：
						<ul>
							<li>期間：依上開特定目的存在之期間，本網站考量本次蒐集之個人資料不再使用或特定目的消失後定期刪除。</li>
							<li>地區：本網站及經本網站授權之人員或為達成交易服務上下游相關機關因執行上開特定目的所在地。</li>
							<li>對象：經本網站授權之人員或為達成交易服務及瀏覽本網站平台網頁之上下游相關機關。</li>
							<li>方式：依上開特定目的範圍內依合理及合法方式為之，本網站蒐集、處理及利用您之個人資料將以紙本、電腦系統、電子檔案、電話、email、傳真、郵寄等方式，或符合個人資料保護相關法令以自動化機器或其他非自動化之利用方式使用。</li>
						</ul>
					</li>
					<li>蒐集之個人資料類別：
						<ul>
							<li>識別類（C001 辨識個人者、C002 辨識財務者、C003 政府資料中之辨識者）；特徵類（C011
								個人描述）；家庭情形（C021 家庭情形、C023 家庭其他成員之細節）；社會情況（C031 住家及設施、C032
								財產、C038 職業）；教育、考選、技術或其他專業（C052
								資格或技術）等，具體事項如姓名、身分證統一編號、性別、出生年月日、通訊方式及其他詳如相關申請書或契約書之內容。</li>
						</ul>
					</li>
					<li>您可就其個人資料依法行使之下列權利：
						<ul>
							<li>除有個資法第十條所規定之例外情形外，得向本網站查詢、請求閱覽或請求製給複製本，惟本網站依個資法第十四條規定得酌收必要成本費用。</li>
							<li>得向本網站請求補充或更正，惟依個資法施行細則第十九條規定，您應適當釋明其原因及事實。</li>
							<li>本網站如有違反個資法規定蒐集、處理或利用您之個人資料，依個資法第十一條第四項規定，您得向本網站請求停止蒐集。</li>
							<li>依個資法第十一條第二項規定，個人資料正確性有爭議者，得向本網站請求停止處理或利用您之個人資料。惟依該項但書規定，本網站因執行業務所必須並註明其爭議或經
								您書面同意者，不在此限。</li>
							<li>依個資法第十一條第三項規定，個人資料蒐集之特定目的消失或期限屆滿時，得向本網站請求刪除、停止處理或利用您之個人資料。惟依該項但書規定，本網站因執行業務所必須或經您書面同意者，不在此限。</li>
						</ul>
					</li>
					<li>您欲行使上述權利時，可隨時向本網站受理窗口提出申請，本網站的電子郵件信箱：hermit@gmail.com</li>
					<li>您不提供個人資料所致權益之影響：
						<ul>
							<li>除法律規定外，您得自由選擇是否提供相關個人資料及類別，惟您所拒絕提供之個人資料及類別，如果是辦理業務審核或作業所需之資料，本網站可能無法進行必要之業務審核或作業而無法提供您相關服務或無法提供較佳之服務，敬請見諒。</li>
						</ul>
					</li>
					<li>經本網站告知上開事項，當事人或受告知人已清楚了解上開告知事項，並同意依據告知事項所述，提供個人資料予本網站。</li>
				</ul>
				</section> <section>
				<h4>本網站對您個人資料的使用</h4>
				<ul>
					<li>本網站使用您的資料以幫助本網站提供您所要求的服務，本網站使用您建立之個人資料檔案中的資料及本網站從您現在或過去在網站上的行為所取得之其他資料，來解決爭
						議、檢修障礙問題及執行本網站的會員合約。偶而，本網站可能檢視多個會員以確認問題所在或解決爭議，且特別是本網站可能對您的資料進行檢查以識別那些使用多個會
						員帳號或化名之會員。</li>
					<li>您同意本網站使用您的個人資料來加強本網站的市場行銷及促銷、統計分析網站利用方式、加強本網站提供的服務內容及產品，並且根據客戶的需求規劃訂製本網站網站的內容、網頁設計及服務，這些使用改善並且調整本網站的網站使其更符合您的需求。</li>
					<li>您同意本網站可以使用您的資料與您聯絡，並以任何方式傳送本網站其他網站及合作廠商在線科技股份有限公司各網站的各項行銷或活動訊息給您，例如特定標題廣告、行政通知、產品內容、網頁服務期間，本網站得將資料用作以下用途：您看到的網頁內容、滿足您對產品和服務的要求、改進本網站的服務、聯絡您、給予本網站服務滿意度評價、進行電話訪問、市場調查研究及有關您使用網站的訊息。透過接受會員合約及隱私權聲明，您明示同意收取此項訊息。</li>
					<li>若您不同接受前項各行銷或活動訊息之傳送及利用，您可直接登入個人會員帳戶勾選不同意，本網站即不再對您為任何行銷或活動訊息之傳送及利用。</li>
				</ul>
				</section> <section>
				<h4>本網站對您個人資料的揭露</h4>
				<ul>
					<li>緣於現存的管制環境，本網站無法確保所有您私人通訊及其他個人資料永遠不會被以本隱私權聲明所述以外之其他方式洩露。舉例而言(但不限以下所述)，在某些法
						令規定情況下本網站可能會提供資料給政府或第三人，或第三人可能違法攔截或存取傳輸或私人通訊。因此，雖然本網站遵守法規及相關標準，並採取適當的安全控制措
						施來保護您的隱私權，本網站並未承諾，而且請您了解您的個人資料或私人通訊仍有傳送到外部的可能或風險。</li>
					<li>政策上，本網站絕不會將與您有關的個人資料出租、出售、任意洩漏或提供予第三人，然而，下列所述，為部分可能揭露您個人資料的情形。</li>
				</ul>
				</section> <section>
				<h4>刊登廣告者</h4>
				<p>本網站蒐集(從所有會員帳戶蒐集資料)個人資料，並且為市場行銷與宣傳廣告之目的以非可識別個人之方式揭露該資料予刊登廣告者及其他第三人，但即便在這種情
					形，本網站也不會向這些企業體揭露任何可能被用來辨識您個人的資料。一些特定資料，例如您的姓名、電子郵件地址、密碼、信用卡號碼及銀行帳號，永遠不會被揭
					露予市場行銷廣告刊登者。如果您在本網站網站上的廣告點按您的滑鼠右鍵並選擇內容，您可以看到該廣告提供者的URL。</p>
				</section> <section>
				<h4>委外廠商或服務提供者</h4>
				<p>本網站可能使用委外廠商或服務提供者來加強本網站的服務(例如：搜尋、留言板、問卷調查)，因此本網站可能直接提供您的某些個人資料給他們。在某些情形下，委外廠商或服務提供者將直接向您蒐集資料(例如在本網站要求委外廠商或服務提供者為本網站進行調查的情形)。在任何情況下，這些委外廠商或服務提供者使用本網站提供
					給他們的資料都受到保密合約所限制，如果您直接提供額外的資料給委外廠商或服務提供者，則他們使用您的資料應受他們相關隱私權聲明所規範。</p>
				</section> <section>
				<h4>其他公司組織</h4>
				<p>本網站及其子公司、其合資企業都有可能與其他企業組織合併或被收購，萬一發生這樣的結合，您可預見
					本網站會將您全部的資料轉交他人以便繼續提供服務，您將收到此類事件的通知，並且本網站將通知新結合的組織遵循本隱私權聲明所規定的慣例。</p>
				</section> <section>
				<h4>合法要求</h4>
				<p>本網站與執法機關及其他第三人合作一起執行法令，例如，智慧財產權、詐欺及其他權利保護。本網站可以依法令規定及且您已授權本網站，依本網站自己的判斷認為有必要或適
					當者，可向執法機關或其他政府官員提供與詐欺、智慧財產權侵害、或其他不法行為或將使本網站或您負擔法律責任之行為的調查有關的任何您的資料。進而，本網站可
					以提供與詐欺、智慧財產權侵害、盜版或其他不法行為的調查有關的會員帳號、姓名、地址、市、郵遞區號、國家、電話號碼、電子郵件及公司名稱，以維持信任及本網站社群的安全並執行本網站的會員合約、隱私權聲明及任何已張貼應適用於您使用本網站內所有服務的政策或規則。</p>
				</section> <section>
				<h4>您對其他會員之資料的使用</h4>
				<p>為了促進會員間之交易活絡及加強所有
					本網站社群會員間的互動，依本網站服務條款之規定，本網站的服務允許您有限度的存取其他會員的聯絡資料，站在會員的立場，您可以取得交易相對人的會員編號、電子郵
					件位址及其他資料，而交易相對人則可以取得賣方的會員編號、電子郵件位址及其他聯絡資料。</p>
				<p>除非本網站及該其他會員在經過充分說明後表示同意外，依本網站服務條款、本隱私權聲明及其他本網站現今或嗣後之規則或聲明之規定，在任何情況之下，您都不可
					以揭露其他會員的個人資料予第三人。請注意，執法人員、已認證的權利所有者方案之參與人及其他權利持有人被賦予之資料存取許可權是不相同的。</p>
				</section> <section>
				<h4>您的密碼控制</h4>
				<p>您應就您的會員帳號及密碼所發生的所有行為負責，包括費用。因此本網站並不建議您將您的本網站會員帳號及密碼告知任何第三人，如果您選擇與向您提供額外的服務的第三者分享您的會員帳號及密碼或您的資料，您應就以您的會員帳號及密碼所發生的所有行為負責，因此您應審閱第三者的隱私權聲明。如果您對您的密碼失去控制，您可能對您個人資料失去實質的控制，而且可能受到以您名義成立的行為所拘束。因此，如果您的密碼因為任何原因受到危害，您必須立刻依照客服人員指引或登入網頁之說明變更您的密碼。</p>
				</section> <section>
				<h4>審閱及變更您個人辨認資料</h4>
				<p>本網站提供給您可以自行登入網站並且輸入新資料的方式，自動審閱及變更您提供給本網站的資料的能力。通常，本網站不會依您的要求而修改您的資料，因為驗證您的帳
					號是非常困難的。經由到本網站的首頁→登入→會員中心→個人資料/密碼，您可以改變您的性別、電子郵件位址、聯絡資料、發票處理資訊、密碼，如果您的資料有異動，您必須即刻加以更新
					排序。一旦張貼，您不可以自行更正或移除在本網站網站上或其他訊息區或裝潢、搬家、房屋問答區上的任何公開張貼。</p>
				<p>在某些情況下本網站將會在本網站的檔案中保留您曾經請求移除的訊息，例如為解決爭議、檢修障礙問題及執行本網站的會員合約/服務條款。基於技術及法律的限制，包
					括存取備份系統，該筆以前資料不會從本網站的資料庫中被完全移除。因此，您不應期待所有您的個人資料會如您所要求地從本網站的資料庫中被完全移除。</p>
				</section> <section>
				<h4>其他資料蒐集者</h4>
				<p>這份聲明僅規範本網站向您蒐集、處理及利用的個人資料。在您揭露您的資料給其他人的情形，在本網站的網站或整個網際網路的其他網站中，不論他們是出價者、買方
					或賣方，他們使用及揭露您所揭露給他們的資料之行為，應負其相對的法律責任。在本網站使用第三人刊登廣告者的情形，他們應遵守他們自己的隱私權聲明。因為本網站不能控制及修改第三人的隱私權聲明，您應該受到該第三人的隱私權聲明之拘束，在您揭露個人資料給其他人之前，本網站鼓勵您提出問題。</p>
				</section> <section>
				<h4>安全性</h4>
				<p>本網站遵守法令規定來保護您個人資料的秘密性。本網站將資料視為必須保護其免於滅失及未經授權而存取的資產，本網站使用多項安全措施以保護此類資料免於公司內外部的會員未經授權的存取。</p>
				</section> <section>
				<h4>條款衝突</h4>
				<p>請注意，本隱私權聲明是本網站對您隱私權保護的唯一規範。如果因版本或內容不一致，導致本隱私權聲明之條款與條件與其他可能在本網站網站中出現的隱私權陳述
					(例如：隱私權工具、簡易閱讀摘要、圖表及P3P 聲明)發生衝突時，您同意優先適用本隱私權聲明中之條款及條件。</p>
				</section> <section>
				<h4>通知</h4>
				<p>本網站有權，以在本網站的網站上張貼方式而隨時修改本隱私權聲明，在不超過上述蒐集之特定目的前提下，所有修改條款，應自初次張貼於網站上起7天後自動生效。</p>
				</section> </article>
			</div>
		</div>
	</div>

	<!-- /footer -->
	<footer
		class="navbar-fixed-bottom w3-black container-fluid text-center">
	<div>
		<ul class="nav nav-pills w3-centered "
			style="display: flex; font-size: 13px; justify-content: center;">
			<li role="presentation"><a
				href="<%=request.getContextPath()%>/index.jsp">關於我們</a></li>
			<li role="presentation"><a
				href="<%=request.getContextPath()%>/register/law_duty_page.jsp">免責聲明</a></li>
			<li role="presentation"><a
				href="<%=request.getContextPath()%>/register/law_service_page.jsp">服務條款</a></li>
			<li role="presentation"><a
				href="<%=request.getContextPath()%>/register/law_privacy_page.jsp">隱私權聲明</a></li>
		</ul>
	</div>
	<span class="text-center"><p style="font-size: 10px">赫米特開發團隊
			Copyright © 2017-2017 by Hermit Group EEIT97 All Rights reserved</p></span> </footer>
	<script src="<%=request.getContextPath()%>/js/jquery-3.2.1.min.js"></script>
	<script
		src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
	<script>
		
	</script>
</body>
</html>